tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/science'
tap 'homebrew/versions'

cask 'dockertoolbox'
cask 'virtualbox'
cask 'xquartz'

brew 'ant'
brew 'bash-completion'
brew 'cmake'
brew 'erlang'
brew 'gcc'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'homebrew/science/libsbml', args: ['with-python']
brew 'isl'
brew 'libffi'
brew 'libmpc'
brew 'lzlib'
brew 'makedepend'
brew 'mpfr'
brew 'node'
brew 'openssl'
brew 'ossp-uuid'
brew 'pcre'
brew 'pkg-config'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'rabbitmq'
brew 'readline'
brew 'sqlite'
brew 'swig'
brew 'tomcat'
brew 'unixodbc'
brew 'wxmac'
brew 'xz'
